[
  {
    "title": "Freelance Consultant",
    "dates": "March 2020 - Present",
    "employer": "Freelance",
    "bullet_one":
      "Technical consultation for a crowdfunding start-up operating in the political sphere.",
    "bullet_two":
      "Planning database structure, bulk-email and payments implementation.",
    "bullet_three":
      "Writing user stories and designing UX / UI.",
    "color": "blue darken-1",
    "textcolor": "white--text"
  },
  {
    "title": "Government Affairs Manager, EMEA",
    "employer": "Hilton",
    "dates": "May 2019 - March 2020",
    "bullet_one":
      "Developing EMEA-wide lobbying activity, with a focus on Westminster, the Scottish Government, and the EU.",
    "bullet_two":
      "Supporting Hilton executives across EMEA to ensure that policy challenges are communicated with relevant stakeholders.",
    "bullet_three":
      "Building coalitions with trade associations in the UK (including London First, the CBI and UKHospitality) and across EMEA.",
    "color": "black",
    "textcolor": "white--text"
  },
  {
    "title": "Senior Campaigns Advisor",
    "employer": "CBI",
    "dates": "July 2018 - May 2019",
    "bullet_one":
      "Providing political intelligence and insight both internally within the CBI and externally for the membership.",
    "bullet_two":
      "Leading on the development and implementation of an internal stakeholder management database.",
    "bullet_three":
      "Acting as the Secretariat for the CBI’s Under 35 Committee. This role includes writing briefings in collaboration with a number of teams, planning events and meetings, and publicising the work of the committee.",
    "color": "#2D78C9",
    "textcolor": "white--text"
  },
  {
    "title": "Account Executive",
    "employer": "Grayling",
    "dates": "August 2016 - June 2018",
    "bullet_one":
      "Organising engagement programmes and events for a number of companies, including at party conferences.",
    "bullet_two":
      "Monitoring both parliament and the media for sector developments on behalf of a number of clients across EMEA.",
    "bullet_three":
      "I was the winner alongside two colleagues of the 2017 Grayling 'Creating Advantage' awards, a global internal competition assessing who has best delivered for clients in the business.",
    "color": "pink darken-3",
    "textcolor": "white--text"
  },
  {
    "title": "Parliamentary Assistant",
    "employer": "House of Commons",
    "dates": "October 2014 - May 2016",
    "bullet_one": "Producing press releases detailing events and meetings attended by Rt Hon. Mel Stride MP to increase his public profile.",
    "bullet_two": "Liaising with journalists and editors to provide the best coverage in several newspapers, magazines and radio stations.",
    "bullet_three": "Preparing briefing papers on a wide range of topical issues.",
    "color": "green darken-3",
    "textcolor": "white--text"
  }
]
